{" ":[],"CLASSIFICATION OF PAROXYSMAL EPISODES":["Epileptic Paroxysmal Episodes","Epileptogenic zone:temporal lobe","Episode Semiology:dialeptic seizures","Frequency:weekly on average","Lateralizing signs: none","Etiology:unknown","Related Medical Conditions: clotting disorder"],"HISTORY AND EXAM":["Seizure Types/Evolution/Frequency/Age of onset","Seizure Onset: ","Identi","Seizure frequency: Weekly","fied--","Seizure Evolution: righthanded gentleman with a clotting disorder (history of","--","thromboses on Coumadin) whose seizure onset was  His son was present at the time --","IdentiDe",". Both relate almost similar history","fied---","about the episodes. They described the seizures as staring and pause of activity. The patientsId","sister says that he is responsive and coherent during most of the events. They last for two to three","en","minutes. They happen more or less weekly, sometimes three to four in a day but he has gone atifi","couple of months without having one noticed by the family or him. He has never had any recalled","of the events and is not aware of any that occur. Even when he is able to communicate during an--","episode, he does not recall the episode itself or the conversation. There is no history of","convulsions, adventitial movements, auras, urinary incontinence, tongue biting, or injury. He has","had 2 golf cart accidents that were attributed to these episodes. During one of them, he actually","sustained a broken hip.","\f","Of note is that the patient is adamant about not taking any medications and he has his own","theories as to what is causing these episodes, including excessive salt in the diet and sleeping in","the supine position as opposed to on his sides.","He also notes that he has had significant shortterm memory loss over the past several years.","ROS: The patient denies chest pain, shortness of breath, nausea, vomiting, fevers, chills, runny","nose, diarrhea, constipation, weight loss, joint pains, or recent rash. The patient denies any other","episodes of loss of consciousness, altered mentation, headaches, numbness, weakness, difficulty","swallowing, vertigo, diplopia, or other visual disturbances. He only complains of a recent cough.","Possible Risk Factors and Family History","Head trauma in was hit by a large rock in the head during a legal battle and altercations he","Identif","had with a neighbor in and ended up having a brain contusion. He is not sure if he","ied-","lost consciousness or not.","Past Medical & Surgical History","Clotting disorder","Valvular disease","Paroxysmal afib","Psychosocial History","Home situation: ","Tobacco use: Denies","Alcohol: Does drink alcohol occasionally","Illegal drugs abuse: Denies","Driving: denies","Past Antiepileptic Medications / Allergies","Past Antiepileptic Medications: none","Allergies: penicillin","Current Medications","Antiepileptic: none","Other Meds: Coumadin 7.5mg every day except Friday where he takes 11.25mg","Positive Findings on Physical and Neurological Examination","General exam is unremarkable.","Neurological exam is non focal."],"EVALUATION":["Prior routine EEG","Institution: ","Date:  -","-","--","Report: reports not available","2/7","\f","Prior Video/EEG","None"],"MRI":["Institution: ","-","Date: ","-","Report: right hippocampal asymmetry","fMRI","None"],"PET":["None","Ictal SPECT","None"],"WADA":["None","Neuropsych Testing","None","Current Video/EEG (Non - invasive)","Classification of current video/EEG:","Abnormal III(awake sleep)","Interictal:1. Sharp waves, left anterior temporal, max F7: 1 60%","2. Sharp waves, right anterior temporal, max F8, 40%","Ictal:none","Special Electrodes: none, sphenoidals deferred because of anticoagulation therapy","Posterior background rhythm: 9Hz reactive and symmetricFigure 1.","HV, Photic stimulation: no response","Sleep: normal sleep pattern","3/7","\f","INTERICTAL:","Epileptiform Abnormalities: Sharp waves, left anterior temporal","Maximum: F7","Amount: 60%","Figure 2.","Epileptiform Abnormalities: Sharp waves, right anterior temporal","Maximum: F8","Amount: 40%","Figure 3","ICTAL: none"],"CONCLUSIONS AND RECOMMENDATIONS":["was admitted to the Epilepsy Monitoring Unit to characterize his events. He","--","was monitored for three days and initially had sharp waves in the left anterior temporal","lobe (F7). Sphenoidal electrodes were not placed because the patient is on Coumadin and","his INR upon admission was 2.2. On the second day of evaluation there appeared right","anterior temporal sharp wave (F8) which became more frequent. The approximation of","interictal frequency is 60% left and 40% right. There were no seizures captured during","this evaluation and therefore it cannot be determined from which side the seizures arise.","However the patient has never been on antiepileptic medication and most likely he may","obtain good seizure control on one medication. On day of discharge discussed","-","with him the diagnosis of epilepsy and recommended starting an antiepileptic medication.","-","The efficacy and side effect profile of Keppra and Vimpat were discussed. The patient","chose to take a prescription home for Vimpat and research on his own before beginning the","medication. He was instructed to start 50mg QHS for two weeks then increase to 50 mg","BID. He will follow up with Upon discharge he was instructed to follow seizure","-","precautions.","-","4/7","\f","Figure 1. 9Hz PDR","5/7","\f","Figure 2. Sharp waves, F7","6/7","\f","Figure 3. Sharp wave, F8","7/7","\f"]}
