{"EPILEPSY CLASSIFICATION":["Epileptogenic Zone: Generalized","Seizure Semiology: Epileptic spasms","Frequency: 20~30 per day","H/O Status?","Lateralizing Signs: None","Etiology: hypoxic ischemic encephalopathy","Significant Comorbidity: Severe developmental delay, roaming eye movements with no eye","contact, blindness, amputated right lower extremity tone fluctuating though there is spasticity,","severely mottled skin","Seizure Types/Evolution/Frequency/Age of onset","Almost with intractable epilepsy secondary to severe hypoxic ischemic","--","encephalopathy, following a cardiac arrest postcardiac catheterization. She has a history of severe","hypertension. She continues to have 20~30 seizures of her typical seizures per day, characterized as","head and eyes go to the left with rapid eye blinks and nystagmoidtype eye movements, left arm","extends and right arm is flexed for about 10 seconds, can usually hears a gasp during the event.","Possible Risk Factors and Family History","Hypoxic ischemic encephalopathy","Comorbid Conditions","Severe developmental delay, roaming eye movements with no eye contact, amputated right lower","extremity tone fluctuating though there is spasticity, severely mottled skin","Past Antiepileptic Medications/Allergies","Allergies: NKDA","Current Medications/Allergies","Antiepileptic: Phenobarbitol 32 mg b.i.d., Keppra 450 mg b.i.d., Topamax 50mg am,","Topamax 75mg pm, Rufinamide started last night at ~10mg/kg/day, Will instruct to increase","rufinamide to ~20 mg/kg/day starting 3/15","Page 1 of 9","\f","Other Meds: clonadine patch 0.2mg, atenolol 25 mg QD, sodium citrate solution 5ml b.i.d.","Positive Findings on Physical and Neurological Examination","Severe developmental delay, roaming eye movements with no eye contact, tone fluctuating though","there is spasticity"],"EVALUATION":["Prior routine EEG","None","Prior Video EEG","Report: This is a markedly abnormal record because of a diffusely suppressed background with","Generalized repetitive spike and wave discharges seen in both hemispheres. Two seizure types","were noted both on a clinical and electrographic basis. The more frequent seizure type is a","coincident electroclinical seizure characterized by eye deviation to the left as well as nystagmus to","the left coincident with electrographic discharges of 10-20 seconds in duration with a bifrontal","predominance. Over 50 seizures of this type were noted. A less frequent seizure was seen","characterized by staring and a hypomotor state characterized by coincident repetitive discharges in","the left hemisphere of approximately 20-30 seconds in duration. Sleep did not activate either","seizure type and no seizures were seen during the sleeping state. These findings are indicative of a","severe encephalopathy and are diagnostic of a mixed seizure disorder consisting of both focal as","well as generalized components."],"MRI":[],"D":["Report: Impression:","1. Severe bilateral cystic encephalomalacia involving the cerebral hemispheres bilaterally with","associated moderate ventriculomegaly.","2. Gliosis and mild volume loss involving the cerebellar hemispheres. Mild volume loss involving","the brainstem, presumably secondary to Wallerian degeneration.","3. Inflammatory changes in the mastoid air cells bilaterally.","4. Limited study secondary to motion artifact, as discussed above.","Current Video/EEG (Non - invasive)","Classification of current video/EEG:","Abnormal III (awake and sleep)","Interictal: Spikes Fp1, F7T7> F8T8","Ictal: Electrodecremental","Page 2 of 9","\f","Special Electrodes: None","Description: Continuous slow generalized, 0.5-2 Hz slow spike and wave periodic pattern in","sleepFigure 1, 2","Interictal: Spikes Fp1, F7T7> F8T8, 0.5-2 Hz slow spike and wave periodic pattern in sleep","Figure 3","Ictal: Seizures are characterized by sudden onset of tonic extension and abduction at the shoulders","of upper extremities with concomitant vertical nystagmus. These episodes occurred 2-3x/hour","lasting 8-14 seconds. There were no appreciable lateralizing signs. EEG shows electrodecremental","pattern with low voltage beta frequencies for the duration of the seizure.  epileptic","spasm was followed by a cluster of 7, 2-3 second spasms with myoclonic jerk of left shoulder and","eyes up left.Figure 4A, 4B, 4C"],"CONCLUSIONS AND RECOMMENDATIONS":["IMPRESSION: This EEG is indicative of generalized tonic seizures and interictal findings that are","reminiscent of LennoxGastaut syndrome. All antiepileptic medications were continued.","Rufinamide was added to the regimen. The patient was advised to make a follow up appointment in","~3-4 months. Call w/update in ~2 weeks","Page 3 of 9","\f","Figure 1: PDR","Page 4 of 9","\f","Figure2:","Sleep","Page 5 of 9","\f","Figure 3: Interictal","Page 6 of 9","\f","Figure 4A: Epileptic Spasm cluster of myoclonics jerk left shoulder, eyes left ","Page 7 of 9","\f","Figure 4B: Epileptic Spasm cluster of myoclonic jerks left shoulder, eyes left ","Page 8 of 9","\f","Figure 4C: Epileptic Spasm cluster of myoclonic jerks left shoulder, eyes left ","Page 9 of 9","\f"]}
