{" ":[" I;:;:;::;:;::::;;;;admitted to EMU to capture paroxysmal episodes for further characterization."," Pt provides limited history due to memory issues. Pt states he has had seizures for about 7 years."," They used to happen every 3-4 months, but they have increased in frequenc y recentl y. He has no"," warning and memory of the events. Per notes, pt has \"'drop attacks\" fo llowed by generalized"," shaking, with occasional urinary incontinence. He is confused after the event. Previous"," cardio logy workup by loop recorder showed atrial flutter, but this was thought not to be the"," culprit of events per patient. Pt is unaware of any triggers. Pt is unable to remember when he"," was started on medication","[ Possible Risk Factors aod Family History","The patient was the product of a nonnal tenn vaginal delivery","There was no history of febrile convulsions or eNS infections.","Development was nonnal and developmental milestones were up to par with age.","\f"," No history of head trauma with loss of consciousness."," There are no other ri sk factors fo r epilepsy.","I Past Med ica l &Surgical H istory"," Alcohol abuse (per VA records), PTSD, Malnutrition, Increased LFT' s- Bx showed"," steatohepatiti s, hypertension, gout, atrial fl utter","I Psychosocial History"," Home"," Occupation:"," Education: Unknown"," Driving: No"," Tobacco: No"," Alcohol: 5-6 beers/week"," Illegal drugs: Denies","I Past Antiepileptic Medications I Alle rgies"," Past Antiepileptic Medications: None."," Allergies: NKDA","I Cu rrent Medications"," Antiepileptic: Keppra IOOOmg BID"," Other Meds: Aspirin, metoprolol, MVI, probenecid, MagOx, folic acid, thiamine, omeprazole","I Positive Findings on P hysical and Neurological Examination"," General exam: Normal"," Neurological exam: Nonfoc al except for mildly impaired attention, decreased li ght touch and"," proprioception in di stal extremities bi laterall y."],"CLASSIFICATION OF PAROXYSMAL EVENTS":["Psychogenic Nonepileptic Paroxysmal Episodes","Paroxysmal event semiology:Astatic -7 generalized clonic","Frequency:Every 3 months, recently once a week","Etiology:Unknown","Significant Comorbidities:Chronic alcohol abuse, posttraumatic stress disorder."],"HISTORY AND EXAM":["I Seizure TypeslEvolutionlFrequency/Age of onset"," Chief Complaint: Paroxysmal episodes"," Seizure Onset and Evolution:"],"EVALUATION":[". . an essenti ally negative, 63 minute, awake, drowsy, and asleep EEG recording.","or evidence of mesial temporal sc lerosis. Si nusitis.","2/5","\f","Current VideolEEG (Non - invasive)","Classification of current video/EEG:"," Normal (Awake, sleep)"," Interictal: None"," Ictal:None","Special Electrodes: None","Description","Posterior background rhythm: 9-1 0 Hz posterior dominant rhythmFigure 1.","HV, Photic stimulation: Normal response","Sleep: Normal sleep structureFigure 2."," INTERICTAL: None"," ICTAL: None"],"CONCLUSIONS AND RECOMMENDATIONS":["for characterization of paroxysmal events of variable frequenc y.","Unfortunatel y no paroxysmal events occurred during continuous video EEG recording over five","days. His EEG remained nonnal throughout the evaluation, however. Based on hi s normal EEG","and clinical description of the events, it seems most likely that the events are psychogenic non-","epileptic paroxysmal episodes. Previously taking levetiracetam for the episodes, it was","considered safe to discharge him back to Brecksville without continuation of the AED. His","primary neurologist was notified, and the patient is to follow up with her in 4-6 weeks.","3/5","\f","\f","\f"]}
