{" ":["keand wave discharges and parox ysms"," = "],"EPILEPSY CLASSIFICATION":[" Epileptogenic Zone:Generali zed"," Seizure Semiology:Dialeptic-->Myocloni c seizurc-->Astati c seizu re"," Etiology:Unknown"," Significant Comorbidity:Developmental delay"],"HISTORY AND EXAM":[" Seizure TypcsfEvolutioll/Frcqucncy/Age of onset"," Age of Seizure On set: 2 years of age"," Seizure Typc(s) and Evolution: This is a ","_old female with epi leptic encephalopathy. Her","Idtifi"," seizures began at 2 years of age and have persisted. Typica ll y, she has up to 30-40 brief episodes"," o f pause in acti vity with stari ng. Occasionally, there are brief head nods and less frequentl y, she"," falls during these epi sodes. Th e fall s occurs up to 10 times a day. The seizures have been"," increasing in freq uency_","I Possible Risk Factors and Family History","I Comorbid Conditions"," Developmental delay","Anticpilcptic Medications: Nonc","Allergies: None"," I Current Medicationsl allergies","Antiepileptic: Valproic AcidDose: 140 mg TIDComment: 31 mg/kg/day","Antiepileptic : SulthiameDose: 75mgSOmg-75mgComment: 15 m glk glrt~y","Other Meds :","None","Positive Findings on Physical~tndNeurological Examination","Nonfocal examination but developmental delay"],"EVALUATION":[" I Prior routine EEG"]," I MRI":["Report:Nonnal","= = - - = = = = = = ","Current Video/EEG (Non - invasive)","Special Electrodes: None","Description: The back ground rhythm was symmetric and characterized by irregul ar medium","amplitude 5-6 Hz posterior dominant rhythm . An age appropri ate anteriorposteri or gradien t in","amplitude and frequency was seen. Photic stimul ation failed to elici t dri ving. Figure I","During sleep, there were sym metrical vertex waves and sleep spi ndles. Figure 2","2","lnterictal: Abnormal","Nonepileptiform Abnormalities:","Th ere was intennittcnt underlying highamplitude irregul ar delta slowing, maximum","bipostcriorly lasting for 1-3 seco nds. Figure 3","E piit:ptiform Abnormalities: Generali zed spikeand wave di scharges","Maximum: Bipostcriorly Ab undance: Intcnnittent, every 1-5 minutes","Description: There were intcl11littent bursts of highamplitude irregular 2-2.5 Hz generalized","spikeand wave discharges of I second duration, maximum biposteriorly. Figure 4","Epileptiform Abnormalities: Spikes","Maximum: Centraltemporal bilaterally, in sleep Abundance: Frequent, every 10-20 seconds","Description: \"I'here were intenn iuent independent spikes or spikeslow wave di scharges from","C4rr8 and C3fT7 in sleep, configured as dipoles with a temporal negativity and a frontal","positi vity. At times, these activity occurred in runs of 1-2 per second, lasting for a few seconds","without clinical correlate Figure 5","Ictal:","Seizure Type #:","Clinical seizure classification:Brief dialeptic->MyocJonic seizurc->Astatic seizu re","Lateralizing signs:None","EEG seizure onset:Generalized","Number of seizures recorded:more than 40","Seizure type description:Electrographically, there was burst of highamplitude","irregular 2-2.5 Hz generalized spikeand wave discharges, maximum in the posterior quadrants","lasting up to 12 seconds. During. activi ty in","the neck EMG electrodeI ","Clinically. there was brief pause in activity.","movements and head drop (good examp les ","(Seizure onset tim e) - (EEG seizure","Figures 6, 7","3","\f"],"CONCLUSIONS AND RECOMMENDATIONS":[" Thi s video EEG is abnonnal because of intennittent bursts of22.5 Hz generalized spikeand"," wave discharges. Multiple seizures were captured supporting the diagnosis of myoclonicaSIatic"," epi lepsy (Doose syndrome). In addition, the presence of benign focal epileptifonn discharges of"," childhood can be rarely coexisting with generalized epil epsy."," I personally reviewed the video EEG record and the fellow interpretation. I agree with the"," findings as stated.","4","\f"]}
