{"CLASSIFICATION OF PAROXYSMAL EPISODES":["Paroxysmal Episodes","Epileptogenic Zone:Unknown","Epileptic seizure semiology:Right face, arm and leg motor episode","Frequency:Daily while hospitalized","Etiology:Unknown","Significant Comorbidities:Bipolar disorder, Schizoaffective disorder, Subarachnoid","hemorrhage, history of physical and verbal abuse, chronic pain"],"HISTORY AND EXAM":["Seizure Types/Evolution/Frequency/Age of onset","Seizure Onset and Evolution: This is a with a history of borderline","personality disorder, bipolar disorder, possible schizoaffective disorder, and remote history of","substance abuse, who had a subarachnoid hemorrhage status post craniotomy with clipping in the","right frontal region on to have a \"seizure.\"","She did not lose consciousness or awareness during the \"seizure,\" but had several events","consisting of right arm and right leg shaking lasting for a couple minutes. She was placed on","Dilantin postclipping 200 mg twice a day. However, after these \"seizures\" occurred, a level was","drawn which came out to be 9.2 (thought to be subtherapeutic), and was increased to 250 mg","twice a day.","\f","Last episode occurred two weeks ago.","ROS: The patient denies chest pain, shortness of breath, nausea, vomiting, fevers, chills, cough,","runny nose, diarrhea, constipation, weight loss, joint pains, or recent rash. The patient denies","any headeache, numbness, weakness, difficulty swallowing, vertigo, diplopia, or other visual","disturbances.","Possible Risk Factors and Family History","The patient was the product of a normal spontaneous vaginal delivery of a premature birth (3","month premature), with no complications at birth. There was no history of febrile convulsions or","CNS infections. Development was normal and developmental milestones were up to par with","age. No severe head trauma with loss of consciousness. There are no other risk factors for","epilepsy.","There is no family history of epilepsy","Past Medical & Surgical History","Subarachnoid hemorrhage s/p Acomm aneurysm clipping, schizoaffective disorder,","Manic/Depressive (bipolar) disorder, Traumatic subdural hemorrhage, stroke secondary to","vasospasm, acuter renal failure requiring dialysis, presumed radiculopathy secondary to MVAs","Psychosocial History","Occupation:","Identi","Education:","Home situation:","Tobacco:--","Alcohol:--","De","Driving:--","De","Past Antiepileptic Medications / Allergies","Past Antiepileptic medications: Topamax 100mg BID (for mood stabilization)","Allergies: PCNhives","Sulfa drugshives","Naproxenheadache","First aid taperash","Current Medications","Current Antiepileptic Medications: Dilantin 250 mg BID, Xanax 2mg TID (for anxiety)","Other Medications: Potassium 40 meq daily, Percocet, Benadryl 50mg TID","Positive Findings on Physical and Neurological Examination","General exam is unremarkable.","Neurological exam is non focal.","2/6"],"EVALUATION":["Prior routine EEG","Report:1. diffuse encephalopathy and a structural lesion of the right frontal region.","2. structural abnormality in the right frontal region. Evidence of a moderate diffuse","encephalopathy. Two episodes marked by the technologist when the patient had mouth pulling to","the right and right leg movements which had no clear EEG correlates","3. evidence of a possible structural abnormality in the left temporal region.","Prior Video/EEG","None","CT Head","Report:Mild atrophy. Infarctions in right frontal lobe and basal ganglia","fMRI","None"],"PET":["None","Ictal SPECT","None"],"WADA":["None","Neuropsych Testing","None","Current Video/EEG (Non - invasive)","Classification of current video/EEG:","Abnormal III","Interictal:Intermittent slow, right frontotemporal","Ictal:None","Special Electrodes: None","Posterior background rhythm: 10-11 HzFigure 1.","HV, Photic stimulation: No response","Sleep: Normal sleep structure","3/6","\f","INTERICTAL:","Nonepileptiform Abnormalities: Intermittent slow","Maximum: right frontotemporal","Amount: 40% of the record","Figure 2.","Epileptiform Abnormalities: None","ICTAL: None"],"CONCLUSIONS AND RECOMMENDATIONS":["was monitored with continuous videoEEG for 5 days in the adult epilepsy"]," ":["Figure 1. 10-11 PDR","4/6","\f"]}
