{"CLASSIFICATION OF PAROXYSMAL EPISODES":["Epileptogenic Zone:Left temporal","Seizure Semiology:Seizure 1: Hypermotor seizurc7 Right versive seizurc7 Right","tonic seizurc7Right c1onic(armlleg)","Seizure 2: Dialeptic seizure.","Etiology:Meningoencephalitis.","Significant Comorbidities: Thalassemia Major sip BMT."],"HISTORY AND EXAM":["I Seizure TypeslEvolutionIFrequency/Age of onset","Seizure onset and evolution: Seizure Onset and Evolution: The patient is a ","_"," who returns for further evaluation following resecti on of left anterior temporal","lobectomy on _He was seizurefree until  The patient now experiences","Identifie","nocturnal seizufeS,\"\"Which he is on ly aware of after he awakes with bloody droo l on his face or","residual lip biting, as well as generalized muscle soreness. His mother has not seen these in","action, only the same residual effects.","The seizures initially began in _ described as an intense feeling of fear and anxiety,","Id tif","accompanied by a rising sensati on from hi s both fee t up to his head, oropharyngeal automatism","manifes ted mainly as repetitive swallowing, and a feeling of choking. His mother adds that he","deve lops a blank stare, with decreased awareness, and no loss of consciousness nor motor/","sensory symptoms except for manual (distal appendicular) automati sm where he persists on","doing repetiti ve ly the same motor task he was just doing before the seizure. Thi s may involve","either hand depending on which he was initially using. His seizure lasts for 1-2 minutes, and","occurred initially in cluster of one seizure a day for 3 consecutive days each month.","the event, during which he loses consciousness. His mother describes his convulsive seizure,","starting with a right head forceful involuntary turning and uprolling of the eyes (not sure of the","side of eyes deviation), followed by R facial twisting, and a whole body turning to the right side","and suspicious dystonic posturing of his right ann. Thi s will evolve into a generalized tonic","shaking of hi s limbs, most of the time associated with lower limbs flex ion and at times tonic","extension. The seizure lasts 1-2 minutes, may be accompanied by urinary incontinence at times,","facial trauma, and tongue biting, fo llowed by postictal confusion for 15 to 60 minutes when he","usually sleeps. All automotor seizures have stopped since resection.","Since undergoing resection of the left hippocampus and amygdala in  he has been on Keppra","2gm bid and Lacosamide 200mg bid. The latter was increased to 250mg bid one month ago","without any change in seizure frequency. He has seizures every 4 to 6 days.","ROS: The patient denies chest pain, shortness of breath, nausea, vomiting, fevers, chill s, cough,","runny nose, diarrhea, constipation, weight loss, joint pains, or recent rash. The patient deni es","any other episodes of loss of consc iousness, altered mentation, headaches, numbness, weakness,","difficulty swallowing, vertigo, diplopia, or other visual disturbances.","IPossible Risk Factors and Family History","The patient was the product of a nonnal spontaneous vaginal delivery of a fu ll tenn birth, with","no complications at birth. There was no history of febrile convulsions, but he had","meningoencephalitis in _as a complication of hi s BMT. Development was otherwise","nonnal and developmental milestones were up to par with age. No severe head trauma with loss","of consciousness. No epilepsy in the fami ly.","I Past Medical & Surgical History","He underwent bone marrow transplantation (BMT) in for thalassemia maj or that put","him in remission per his report. His BMT was complicated by hyperglycemia that resulted in","encephalopathy and transient intermittent visual deficits. He also endorsed infection by Hepatitis","B virus that was transmitted per his own report durin his BMT. Another important BMT","complication! sequela was meningoencephalitis in  for which he was treated for -- ears","with antimicrobial agents. The eNS manifestation Identifie","was mainly an encephalopathy that Dcleared","progressively over a period of two and a half months. He denies any long tenn cognitive deficits","directly attributable to the infecti on. He had a single episode of pancreatitis, which has not since","recurred. He underwent resection of le ft hippocampus and amygdala on _fo llowi ng","implantation of depth electrodes on _ tifi","--","I Psychosocial History","Alcohol: none","Illegal drugs: none","2112","\f"," Past Antiepileptic Medications 1 Allergies"," Past Antiepileptic medications:"," VPA, Topamax (100 mg bid), Zonegran (50 mg bid), Lamietal (rash), CBZ,"," C lonazepam."," Allergies: Lami etal (ras h).","I Current Medications"," Current Antiepileptic Medications: Lacosamide 250 mg bid","Keppra 2,000 mg bid"," Other medications: None","I Positive Findings on Physical and Neurological Examination"," Physical and Neurological Examination:"," The patient 's general appearance was ofa well hydrated individual in no acute distress. Head is"," normocephalic with no evidence of a previous trauma. The oropharynx was clear, with mucous"," membranes moist. Lungs were clear to auscultation bilaterally. The heart revealed a regular"," rhythm without murmurs. Pulses were present. The abdomen was so ft, nontender. There were"," no masses nor organomegalia. Skin was of normal temperature and showed no rash or"," birthmarks. There was no evidence of lymphadenopathy."," T he patient exhibits normal mental status; alert and oriented x3 with good naming and repeat."," P upil s were round and symmetrical and reacted briskly to li ght bi laterally. No visual field cuts."," Motor power was >3/5 and symmetric in power, with normal tone and bulk. Sensory was intact"," diffusely to sofVcoldland sharp. Coordination was intact to ftn and hts. Tendon reflexes of the"," upper and lower extremities were within normal limits and symmetrical. Toes were down. Gait"," was deferred."],"EVALUATION":["I Prior routine EEG","slo,wlno. with sharp transients on the left that spread to the right"," at times\".","I Prior VideolEEG"," Report:I . Le ft front al lobe epil epsy.","2. Intermittent slow and occasional sharp waves over left temporal region that is","consistent with the patient MRl finding."," T):'pe of evaluation: Invasive"," Report:Abnormal III","3/12","waves,","2. Sharp waves, Left medi al frontopo lar (m inority)","Ictal:la. Dialeptic seizure~ Right arm tonic~Right versiveseizure~GTC","I b. Mesial tempora17 frontopo lar leads","Report: Atrophy of the left hippocampus mainly at the body, with increased FLAIR signal","Report: Vol ume loss of the left hippocampus with increased signal on FLAIR images is","suggestive of mesial temporal sclerosis. Otherwi se unremarkab le examination.","Report: There are new postoperative changes compatible with an interval","leftsided craniotomy since  Immediately deep to the craniotomy site, there is a small","extraaxial likely epidural fluid co llection! hematoma which measures approximately 3 mm in","thickness. In addition, there is a small left hemispheric subdural fluid collectionlhematoma which","measures approximate ly 2 to 3 mm in greatest thickness. There is a small amount of increased","signal on the FLAIR images noted along sulci of the left cerebral hemisphere suggesting a small","amount of subarachnoid hemorrhage. A new surgical resection bed is identified within the left","temporal lobe with mixed signal noted within and along the margins of the surgical resection bed","on the T I and T2 images suggesting hemorrhagic products within the surgical resection cavity.","There is increased signal on the FLAIR images within the brain parenchyma adjacent to the","margins of the surgical resection bed within the left temporal lobe suggesting surrounding","edema. There is a linear focus of increased signal on the FLAIR and T2 images noted within the","right frontal lobe convexity extending inferiorl y adj acent to the frontal hom of the left lateral","ventricle which likely represents residual edema/gliosis from the patient's previously identified","EEG grid electrode. There is minimal asymmetric partial effacement of the left lateral ventricl e","when compared with the right. The ventricular system remains nondilated without evidence of","hydrocephalus.","[ fMRI","None","[ PET","Report: Left mesial temporal Hypometaboli sm (per report)","[ l elal SPECT","None","4/ 12","\f"],"I WADA":["Report: Language representation: left. Memory representation: The right hemi sphere is","dominant for verbal memory. Visual memory may be bilaterall y","represented.","INeuropsych Testing","None","Current VideolEEG (Non - invasive)","Abnormal III","Interictal:1. CS, left temporal.","2. Sharp waves, bifrontal. Fpl > Fp2 (during sleep every 15 minutes).","3. Intermittent slow, maximum bifrontal (-20 -30% ofthe record)","Ictal:Type I. EEG seizure","Type II. Hypermotorseizure7 Rightversiveseizure?Righttonic","seizure7Right c1onic(armfleg)","EEG seizure pattern : left frontotemporal.","Posterior background rhythm:PDR 9 HzFigure 1.","INTERICTAL:","Nonepileptiform Abnormalities: Intermittent slow, maximum bifrontal20-30% of the","recordFigure 2.","Epileptiform Abnormalities: Sharp waves, bifrontal. Fpl > Fp2 (during sleep every 15","minutes).","Maximum: bifrontalAmount: every 15 minutesFigure 3.","ICTAL:","Seizure Type #:1","Clinical seizure classification:None (EEG seizure)","Lateralizing signs: None","5112","\f"," Number of seizures recorded: 1"," Seizure type description: There was a rhythmic sharplycontoured activity in alpha range"," building up from left temporal region with no propagati on to other regions or any clinical"," manifestations.","Figure 4."," Seizure Type #:2"," Clinical seizure classification:Hypermotor seizure ~ bilateral asymmetric tonic 7"," bilateral clonic seizure"," Lateralizing signs: Right versive"," EEG seizure onset: Left frontotemporal"," Number of seizures recorded: 2"," Seizure type description: Seizure#2. The seizure woke the patient up from sleep. He had a"," hyper motor (more on the right) se izure followed by bilateral asymmetric tonic and then clonic"," seizure (more on the ri ght). Postictall y he remained unconsci ous fo r few minutes and then slept"," for a while. Seizure#3. Probabl y became aphasic during the seizure."," EEG: There was a rhythmic sharpl ycontoured acti vity in alpha range buil ding up from the left"," frontotemporal region. After several seconds into the seizure EEG is obscured by muscle"," artifacts.","Figure 5."],"CONCLUSIONS AND RECOMME NDATIONS":["is status post a previous left anterior temporal partial lobectomy 0 He","Id tifi d"," was seizurefree for fi ve months after hi s initial surgery and before recurrence of hi s nocturnal"," seizures again He was reevaluated in the Epil epsy Monitoring Unit for"," characterization of his seizures. During this EMU evaluation, he had two electroclinical seizures"," and one electrographic se izure originatin g from the left frontotemporal region. Based on hi s"," prior invasive monitoring showing left mesial temporal seizure onset with rapid propagation to"," the left fro ntal region and after di scussion of hi s case in epilepsy case management conference it"," was detennined that the surgical resection should involve a complete left temporal lobectomy."," He was discharged on full dose o f his previous medications (Ke ppra 2,000 BID and Vimpat 250"," BID) and he was schedul ed to have a surgical resection in three days.","6/ 12","\f"]}
