{"CLASSIFICATION OF PAROXYSMAL EPISODES":["Psychogenic Nonepileptic Paroxysmal Episodes","Paroxysmal episode semiology: 1) Tonic episodes","2) Dialeptic episodes","3) Multifocal clonic episodes","Frequency:1) 20 times/month, 2 and 3) once every 1-3 months","StressorsStress, lack of sleep, pain, fever, low blood sugar or low K","Significant Comorbidities:Bipolar, migraine, ADD, learning disability"],"HISTORY AND EXAM":["I Seizure TypeslEvolutionlFrequency/Age of onset","Seizure Onset and Evolution:","Neuro: This is a th a past medical history significant for bipolar","disorder, congenital cataracts, muscle weakness, endometriosis with chronic pain, heavy periods,","migraines, ADD, and learning disorder, who started having seizures at the age of 15. She reports","several types of seizures:","1. Arching of the back. This type of seizure started around  It starts with","feeling pressure and numbness on the left check and difficulty breathing for 5-10 seconds","followed by arching of the back. She occasionally loss conscious but sometimes","\f","aglometlmes","has slurred speech a couple minutes prior to the spell which may persist a few minutes","after the, however, she still able toThere was no to lIgule","throughout the period. There was no jerking of extremities. No tongue biting or","incontinence. ","within 1 minute after that she is able to follow command and within 2-3 minutes she able","to sit up asked for her eye glasses from able to give history and sign","the consent form. However, after the spell she has slurred speech but comprehend to sign","the consent and answer all questions. The slurred speech last around at least 10 minutes","before back to baseline. Note that she also has some asymmetry (?intentionally) of her","mouth like there is left facial weakness initially after the spell but it is back to normal","within 3 minutes .","....------- There is no aura. She described it as 'daydream' last","2. Absence: ","around 30 ~Qlli~","3. Focal: Started 2-3 years ago. Occasionally, she has aura described as 'nasty taste in the","mouth' followed by randomly jerk of any extremities once at a time or of her head. The","jerking last around 30 seconds. The patient did not loss conscious and able to remember","the spell. There is no tongue biting or incontinence. Frequency is once every 2-3 months.","Last time was 4 months ago.","4. nd occurred total of 5 times in the past. She denies aura and","halme:ne~j. There seems to be .of all extremities. The episode","was captured ."," The patient said all these spells are triggered by stress ","~---~-~~-~~-~."," headache, lack of sleep, pain, fever, low blood sugar or low potassium. She has trial on T.,.'''~H''u"," neurontin, Ke ra, To amax, Lamictal which carmot control her seizures. "," _ _ _ _ _ _ _ _ _ _ _ _ _....... to evaluate pituitary tumor","\"--_ _ _ _ _"," reported normal. She reports multiple falls from the spells but denies any serious injuries or"," fractures. Priro to this admission, she was taking Vimpat 200-150 mg for the past 1 month which"," is increased from 150 mg bid since her spells increase in the morning","I Possible Risk Factors and Family History"," The patient was the product of a normal spontaneous vaginal delivery of a full term birth, with"," no complications at birth. There was no history of febrile convulsions or CNS infections."," Development was normal and developmental milestones were up to par with age. No severe head"," trauma with loss of consciousness. No epilepsy in the family. There are no other risk factors for"," epilepsy.","I Past Medical & Surgical History"," Bipolar disorder"," Congenital cataracts"," Intermittent muscle weakness","2/8","\f","Heavy periods","Migraines","ADD and learning disorder","The patient also said she has irregular heart beat and heart murmurs","Alcohol: Denies","Illicit drugs: Denies","Exer cise: Does not do any regular exercise.","IPast Antiepileptic Medications / Allergies","Past Antiepileptic Medications: Oxcarbamazepine, levetiracetam, Topamax, neurontin,","dilantin and lamotrigine","Aller gies: Paxil- migraine, IV contrast, Omnicef, Biaxin, Ativan (Stop her heart), Dilantin","(rash, crawling sensation on skin), Depoprovera (rash)","ICurrent Medications","Antiepileptic:","Vimpat 40 mg tab take 4 tab in AM and 3 tab hs. (200- 150)","Other Meds:","Folic acid 1 mg po daily","Vyvanse 40 mg 1 tab po AM","Clonazepam 0.5 mg 1 tab daily and pm","Neurontin 500-400-500 (take 100 mg tab 5 -4- 5 tab)","Seroquel 200 mg po hs (Take Yz of 300 mg tab and 1 of 50 mg tab), sometimes take 300 mg hs","Lexapro 40 mg po daily (20 mg x 2 tab)","Propanolol 20 mg po tid (10 mg tab, 2 tab tid)","Ibuprofen 400 mg po every 8 hours","Birth control pill Errin 0.35 mg po daily","IPositive Findings on Physical and Neurological Examination","General exam is unremarkable.","Neurological exam is non focal."],"EVALUATION":["3/8","\f","Report: unknown","Report: Normal per patient","I fMRI","None"],"I PET":["None","I Ictal SPECT","None"],"I WADA":["None","INeuropsych Testing","None","Current Video/EEG (Non - invasive)","Classification of current videolEEG:","Normal (Awake, sleep)","Interictal: 1. 6 Hz spike and wave discharges, generalized","Ictal:1a. Paroxysmal episodes","lb. No EEG change","Special Electrodes: None","Posterior background rhythm: 12Hz, symmetric and reactiveFigure 1.","HV, Photic stimulation: Normal Response","Sleep: Symmetric sleep transients","INTERICT AL:","Nonepileptiform Abnormalities: 6 Hz spikeandwave discharges","Maximum: generalized","Amount: 1 every 10 minutes in the first 3 days of recording only","Figure 2.","4/8","\f"," ICTAL:"," Seizure Type #: 1"," Clinical seizu r e classification: Paroxysmal episodes"," EEG seizure onset: No EEG correlate"," Number of seizures recorded: 26"," Seizure type description: Two different types of episodes were captured during this admission."," The one type consisted mainly of arching of the back with decreased responsiveness. She would"," not talk or answer questions, but would be able to follow commands and recall the word given to"," her by the nurses during the episode. Her eyes would be closed. The second type consisted of"," arrhythmic and asynchronous jerking, twitching, and tremors at times of the right extremities, at"," times of the left extremities and at times of both.","Figure 3."],"CONCLUSIONS AND RECOMMENDATIONS":["~as monitored for 5 days in the adult epilepsy monitoring unit with continuous video-"," characterization of different types of paroxysmal episodes. Lacosamide was held on","EEG for","admission and gabapentin was tapered off over the first 2 days. Twentysix of the different","typical episodes were captured during this admission with no correlating EEG abnormalities. Her","EEG remained normal throughout the entire recording. Transiently, over the first 3 days of","recording, intermittent 6 Hz spikeandwave generalized discharges were seen that were believed","to be nonepileptic and part of normal variants.","From the data gathered, we conclude that _ _ episodes are psychogenic nonepileptic","paroxysmal episodes. She was therefore aCiviSedtOCOntinue following up with her outside","psychiatrist to address these episodes and to follow up with_as an outpatient whom, in","Id tifi d","tum will try to enroll the patient in his meditation clinic. Gabapentin, used to treat her chronic","pain disorder, was restarted at home dose prior to discharge; however, lacosamide was not","resumed and the patient was discharged home in stable condition.","5/8","\f"]}
